docs(readme): updated README.md
